public/resume/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Resume</title>
<meta name="description" content="Morgan Kothman's Resume">
<meta name="generator" content="Org Mode">
<link rel="stylesheet" href="https://kothman.github.io/styles.css?busted=1759765395"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap-icons@1.11.3/font/bootstrap-icons.min.css">
<meta name="google-site-verification" content="UlPJ96VgMqyv81LWYYVPJazsv8Bchx8R0-xHfrKnJlg" />
</head>
<body>
<div id="preamble" class="status">
<header><nav><ul><li><a href="https://kothman.github.io"><h1>Resume</h1><h3></h3></a><li id="nav-home"><a href="https://kothman.github.io/">home</a></li><li id="nav-resume"><a href="https://kothman.github.io/resume/">resume</a></li><li id="nav-blog"><a href="https://kothman.github.io/blog/">blog</a></li><li id="nav-contact"><a href="mailto:mari.morcant@gmail.com">mari.morcant@gmail.com</a></li></ul></nav></header>
</div>
<div id="content" class="content">
<div id="content-subcontainer" class="content-subcontainer">
<div id="outline-container-org5772350" class="outline-1">
<h1 id="org5772350">Morgan Kothman</h1>
<div class="outline-text-1" id="text-org5772350">
<p>
<a href="mailto:mari.morcant@gmail.com">mari.morcant@gmail.com</a> - Kalamazoo, MI 49007
</p>
</div>
<div id="outline-container-org3d83d2c" class="outline-2">
<h2 id="org3d83d2c"><span class="underline">Experience</span></h2>
<div class="outline-text-2" id="text-org3d83d2c">
</div>
<div id="outline-container-org448f98f" class="outline-3">
<h3 id="org448f98f">Gas Station Attendant - Meijer</h3>
<div class="outline-text-3" id="text-org448f98f">
</div>
<div id="outline-container-org65243c3" class="outline-5">
<h5 id="org65243c3">June 2025 - Present</h5>
<div class="outline-text-5" id="text-org65243c3">
<ul class="org-ul">
<li>Provide compassionate customer service with clear, accurate
information, to ensure a welcoming and respectful environment</li>
<li>Maintain clean, safe, and well organized spaces, especially with
respect to chemical and food safety</li>
<li>Handle transactions accurately and efficiently, paying a high level
of attention to detail within a fast-paced environment</li>
<li>Verify accuracy and process paperwork for incoming deliveries</li>
<li>Manage incoming phone calls by answering inquiries or referring
calls to the appropriate department</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org4086e3b" class="outline-3">
<h3 id="org4086e3b">Passport Acceptance Agent, Tech Intern - Kalamazoo Public Library</h3>
<div class="outline-text-3" id="text-org4086e3b">
</div>
<div id="outline-container-org8a296ef" class="outline-5">
<h5 id="org8a296ef">November 2023 - May 2025</h5>
<div class="outline-text-5" id="text-org8a296ef">
<ul class="org-ul">
<li>Conduct detailed reviews of and submit passport applications as a <b>Passport Acceptance Agent</b></li>
<li>Maintain, fix, and add features to a previous intern's web app for managing 3D print requests, while learning to use a new programming language</li>
<li>Instruct and mentor coworkers in using, maintaining, calibrating, and repairing 3D printer equipment (prusa mk3s+, flashforge creator pro, bambu x1 carbon) and its associated software</li>
<li>Provide support to patrons using public computers and other library tech services, like printing/copying/faxing, Microsoft Office, internet and email issues, and much more</li>
<li>Guide patrons in using software and hardware in the Idea Lab, such as film and audio digitization tools, Music Production Software, synthesizers and mics, and audio interfaces</li>
<li>Train new interns across all aspects of the job, like using Sirsi and its peripheral equipment</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org007edf7" class="outline-3">
<h3 id="org007edf7">Volunteer, Event Host, Groundskeeper, Cook - Circle Pines Center</h3>
<div class="outline-text-3" id="text-org007edf7">
</div>
<div id="outline-container-orgc0ead21" class="outline-5">
<h5 id="orgc0ead21"><i>August 2021 - March 2023</i></h5>
<div class="outline-text-5" id="text-orgc0ead21">
<ul class="org-ul">
<li>Anticipate needs of retreat center guests from variety of backgrounds, to create a welcoming environment aligning with CPC’s mission to promote peace, social justice, environmental stewardship, and cooperation</li>
<li>Lead and manage events cooperatively with colleagues</li>
<li>Compassionately receive concerns from constituents and address with Executive Director</li>
<li>Pursue new skills, such as roof repair, caring for goats, re-tiling an old farmhouse tea room, setting up a reverse osmosis system for maple syrup processing, and creating an interactive 3D model of the tea room</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgb08c44e" class="outline-3">
<h3 id="orgb08c44e">Technical Support Specialist - FormAssembly</h3>
<div class="outline-text-3" id="text-orgb08c44e">
</div>
<div id="outline-container-org03c8d9a" class="outline-5">
<h5 id="org03c8d9a"><i>January 2015 - December 2016</i></h5>
<div class="outline-text-5" id="text-org03c8d9a">
<ul class="org-ul">
<li>Provide exceptional support to customers working with online form building software to make data collection and management as smooth and effortless as possible, through email, chat, and video</li>
<li>Resolve Enterprise issues relating to Single Sign On authentication services and HIPAA compliance, as well as hardware/software specific requests</li>
<li>Quickly onboard while becoming an expert on vast array of software and third-party data processing</li>
<li>Investigate and document bugs, relaying updates and information to relevant parties</li>
<li>Assist with transition to new knowledge base software while continuing to update and create articles</li>
<li>Maintain and further develop internal chrome extension to aid in speedy troubleshooting</li>
<li>Perform critical testing for Enterprise HIPAA compliance during release of new product launch</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org52ac6dd" class="outline-3">
<h3 id="org52ac6dd">Undergraduate Assistant, Intro to Programming - Indiana University, Bloomington</h3>
<div class="outline-text-3" id="text-org52ac6dd">
</div>
<div id="outline-container-org12ebe60" class="outline-5">
<h5 id="org12ebe60"><i>August 2012 - December 2012</i></h5>
<div class="outline-text-5" id="text-org12ebe60">
<ul class="org-ul">
<li>Develop a thorough understanding of introductory programming concepts to better guide non-programming majors studying web development</li>
<li>Support students in setting up a Unix development environment using only the command line</li>
<li>Learn new strategies for one-on-one and group instruction with a focus on simplifying complex ideas for beginners</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org4b493a5" class="outline-3">
<h3 id="org4b493a5">Lifeguard - YMCA (Muncie, IN; Bloomington, IN), IU Rec Sports, Circle Pines Center</h3>
<div class="outline-text-3" id="text-org4b493a5">
</div>
<div id="outline-container-orgf474363" class="outline-5">
<h5 id="orgf474363">May 2011 - July 2015</h5>
<div class="outline-text-5" id="text-orgf474363">
<ul class="org-ul">
<li>Ensure the safety and well-being of patrons as a first responder</li>
<li>Participate in regular training to practice first aid, CPR/AED, and
rescue techniques</li>
<li>Monitor the pool and nearby areas to proactively identify potential
hazards and safety issues</li>
<li>Respond to distressed or injured patrons, providing an appropriate
level of care based on my training</li>
</ul>
</div>
</div>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer><span>made with <a href="https://www.gnu.org/software/emacs/" target="_blank">emacs</a>, <a href="https://orgmode.org/" target="_blank">org-mode</a>, and persistence</span><br><a target="_blank" href="https://validator.w3.org/check?uri=https://kothman.github.io">w3c validation</a></footer>
</div>
</body>
</html>
