src/resume/index.tex
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\pagenumbering{gobble}
\usepackage{enumitem}
\setlist[itemize]{nosep}
\usepackage[margin=0.5in]{geometry}
\author{mari.morcant@gmail.com}
\date{\textit{<Monday, June  9, 2025>}}
\title{Resume}
\hypersetup{
 pdfauthor={Morgan Kothman},
 pdftitle={Resume},
 pdfkeywords={},
 pdfsubject={Morgan Kothman's Resume},
 pdfcreator={Emacs 31.0.50 (Org mode 9.7.11)}, 
 pdflang={English}}
\begin{document}

\section*{Morgan Kothman}
\label{sec:org25f398a}
(812) 727-4927 -
\href{mailto:mari.morcant@gmail.com}{mari.morcant@gmail.com} - Kalamazoo, MI 49007
\subsection*{\underline{Experience}}
\label{sec:org0de4a82}
\subsubsection*{Gas Station Attendant - Meijer}
\label{sec:orgfe902f6}
\subparagraph*{June 2025 - Present}
\label{sec:org2da9472}
\begin{itemize}
\item Provide compassionate customer service with clear, accurate
information, to ensure a welcoming and respectful environment
\item Maintain clean, safe, and well organized spaces, especially with
respect to chemical and food safety
\item Handle transactions accurately and efficiently, paying a high level
of attention to detail within a fast-paced environment
\item Verify accuracy and process paperwork for incoming deliveries
\item Manage incoming phone calls by answering inquiries or referring
calls to the appropriate department
\end{itemize}
\subsubsection*{Passport Acceptance Agent, Tech Intern - Kalamazoo Public Library}
\label{sec:orga697191}
\subparagraph*{November 2023 - May 2025}
\label{sec:org804273f}
\begin{itemize}
\item Conduct detailed reviews of and submit passport applications as a \textbf{Passport Acceptance Agent}
\item Maintain, fix, and add features to a previous intern's web app for managing 3D print requests, while learning to use a new programming language
\item Instruct and mentor coworkers in using, maintaining, calibrating, and repairing 3D printer equipment (prusa mk3s+, flashforge creator pro, bambu x1 carbon) and its associated software
\item Provide support to patrons using public computers and other library tech services, like printing/copying/faxing, Microsoft Office, internet and email issues, and much more
\item Guide patrons in using software and hardware in the Idea Lab, such as film and audio digitization tools, Music Production Software, synthesizers and mics, and audio interfaces
\item Train new interns across all aspects of the job, like using Sirsi and its peripheral equipment
\end{itemize}
\subsubsection*{Volunteer, Event Host, Groundskeeper, Cook - Circle Pines Center}
\label{sec:orgb436b64}
\subparagraph*{\emph{August 2021 - March 2023}}
\label{sec:org6efb505}
\begin{itemize}
\item Anticipate needs of retreat center guests from variety of backgrounds, to create a welcoming environment aligning with CPC’s mission to promote peace, social justice, environmental stewardship, and cooperation
\item Lead and manage events cooperatively with colleagues
\item Compassionately receive concerns from constituents and address with Executive Director
\item Pursue new skills, such as roof repair, caring for goats, re-tiling an old farmhouse tea room, setting up a reverse osmosis system for maple syrup processing, and creating an interactive 3D model of the tea room
\end{itemize}
\subsubsection*{Technical Support Specialist - FormAssembly}
\label{sec:orgeb8d039}
\subparagraph*{\emph{January 2015 - December 2016}}
\label{sec:orge3c467e}
\begin{itemize}
\item Provide exceptional support to customers working with online form building software to make data collection and management as smooth and effortless as possible, through email, chat, and video
\item Resolve Enterprise issues relating to Single Sign On authentication services and HIPAA compliance, as well as hardware/software specific requests
\item Quickly onboard while becoming an expert on vast array of software and third-party data processing
\item Investigate and document bugs, relaying updates and information to relevant parties
\item Assist with transition to new knowledge base software while continuing to update and create articles
\item Maintain and further develop internal chrome extension to aid in speedy troubleshooting
\item Perform critical testing for Enterprise HIPAA compliance during release of new product launch
\end{itemize}
\subsubsection*{Undergraduate Assistant, Intro to Programming - Indiana University, Bloomington}
\label{sec:org171b907}
\subparagraph*{\emph{August 2012 - December 2012}}
\label{sec:org4f8b0b3}
\begin{itemize}
\item Develop a thorough understanding of introductory programming concepts to better guide non-programming majors studying web development
\item Support students in setting up a Unix development environment using only the command line
\item Learn new strategies for one-on-one and group instruction with a focus on simplifying complex ideas for beginners
\end{itemize}
\subsubsection*{Lifeguard - YMCA (Muncie, IN; Bloomington, IN), IU Rec Sports, Circle Pines Center}
\label{sec:orge9386d4}
\subparagraph*{May 2011 - July 2015}
\label{sec:org482e614}
\begin{itemize}
\item Ensure the safety and well-being of patrons as a first responder
\item Participate in regular training to practice first aid, CPR/AED, and
rescue techniques
\item Monitor the pool and nearby areas to proactively identify potential
hazards and safety issues
\item Respond to distressed or injured patrons, providing an appropriate
level of care based on my training
\end{itemize}
\end{document}
